WordPress/499/Reports/WP_499_HTMLreports_Concurrent_10threads_DISABLED/statistics.json
{
  "RemovePost-1" : {
    "transaction" : "RemovePost-1",
    "sampleCount" : 29,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1223.7586206896551,
    "minResTime" : 501.0,
    "maxResTime" : 2342.0,
    "pct1ResTime" : 1987.0,
    "pct2ResTime" : 2218.5,
    "pct3ResTime" : 2342.0,
    "throughput" : 0.4193235876747784,
    "receivedKBytesPerSec" : 20.548070162596336,
    "sentKBytesPerSec" : 0.39633534680952587
  },
  "Add Comment-0" : {
    "transaction" : "Add Comment-0",
    "sampleCount" : 1095,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 797.3433789954337,
    "minResTime" : 504.0,
    "maxResTime" : 3184.0,
    "pct1ResTime" : 880.8,
    "pct2ResTime" : 948.4000000000001,
    "pct3ResTime" : 1918.4399999999896,
    "throughput" : 1.6991681059163637,
    "receivedKBytesPerSec" : 0.6792974890329949,
    "sentKBytesPerSec" : 1.592970099296591
  },
  "RemoveUser" : {
    "transaction" : "RemoveUser",
    "sampleCount" : 804,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1336.5447761194023,
    "minResTime" : 658.0,
    "maxResTime" : 6290.0,
    "pct1ResTime" : 1776.0,
    "pct2ResTime" : 1959.75,
    "pct3ResTime" : 3069.3000000000116,
    "throughput" : 1.2282797666879528,
    "receivedKBytesPerSec" : 21.122620756973237,
    "sentKBytesPerSec" : 1.872754562986767
  },
  "Add Comment-1" : {
    "transaction" : "Add Comment-1",
    "sampleCount" : 1095,
    "errorCount" : 1,
    "errorPct" : 0.0913242,
    "meanResTime" : 979.5013698630138,
    "minResTime" : 662.0,
    "maxResTime" : 5533.0,
    "pct1ResTime" : 1086.0,
    "pct2ResTime" : 1145.2,
    "pct3ResTime" : 1950.199999999999,
    "throughput" : 1.6988174989062408,
    "receivedKBytesPerSec" : 118.16195655293639,
    "sentKBytesPerSec" : 1.333837176875603
  },
  "LOG IN" : {
    "transaction" : "LOG IN",
    "sampleCount" : 2932,
    "errorCount" : 912,
    "errorPct" : 31.105047,
    "meanResTime" : 2308.438267394266,
    "minResTime" : 1194.0,
    "maxResTime" : 9334.0,
    "pct1ResTime" : 2802.7000000000003,
    "pct2ResTime" : 3108.999999999998,
    "pct3ResTime" : 5638.420000000002,
    "throughput" : 4.434053287278864,
    "receivedKBytesPerSec" : 102.99967640399716,
    "sentKBytesPerSec" : 8.373984374763705
  },
  "PostTitle" : {
    "transaction" : "PostTitle",
    "sampleCount" : 468,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 965.2841880341874,
    "minResTime" : 576.0,
    "maxResTime" : 3225.0,
    "pct1ResTime" : 1127.2,
    "pct2ResTime" : 1653.5999999999995,
    "pct3ResTime" : 2489.01,
    "throughput" : 0.7135995608618086,
    "receivedKBytesPerSec" : 0.4089656070361221,
    "sentKBytesPerSec" : 0.9513082420368083
  },
  "RemovePost-0" : {
    "transaction" : "RemovePost-0",
    "sampleCount" : 29,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1130.1034482758619,
    "minResTime" : 584.0,
    "maxResTime" : 3278.0,
    "pct1ResTime" : 1899.0,
    "pct2ResTime" : 3053.0,
    "pct3ResTime" : 3278.0,
    "throughput" : 0.4319461407846525,
    "receivedKBytesPerSec" : 0.20177656468765823,
    "sentKBytesPerSec" : 0.49597587245673086
  },
  "CheckPublishedPost" : {
    "transaction" : "CheckPublishedPost",
    "sampleCount" : 463,
    "errorCount" : 4,
    "errorPct" : 0.8639309,
    "meanResTime" : 963.8531317494597,
    "minResTime" : 566.0,
    "maxResTime" : 2583.0,
    "pct1ResTime" : 1092.8000000000002,
    "pct2ResTime" : 1269.6,
    "pct3ResTime" : 2459.88,
    "throughput" : 0.7076794685831584,
    "receivedKBytesPerSec" : 43.540330373969624,
    "sentKBytesPerSec" : 0.430982456465485
  },
  "Get PostsID-0" : {
    "transaction" : "Get PostsID-0",
    "sampleCount" : 18,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1125.8888888888891,
    "minResTime" : 616.0,
    "maxResTime" : 3204.0,
    "pct1ResTime" : 1794.6000000000022,
    "pct2ResTime" : 3204.0,
    "pct3ResTime" : 3204.0,
    "throughput" : 0.24373400495592476,
    "receivedKBytesPerSec" : 0.11362881426791784,
    "sentKBytesPerSec" : 0.2315949090059715
  },
  "RemoveUser TRANSACTION" : {
    "transaction" : "RemoveUser TRANSACTION",
    "sampleCount" : 799,
    "errorCount" : 379,
    "errorPct" : 47.43429,
    "meanResTime" : 4628.704630788491,
    "minResTime" : 2687.0,
    "maxResTime" : 15493.0,
    "pct1ResTime" : 5299.0,
    "pct2ResTime" : 5764.0,
    "pct3ResTime" : 9142.0,
    "throughput" : 1.2198510529803144,
    "receivedKBytesPerSec" : 112.40919044313875,
    "sentKBytesPerSec" : 6.535903783293994
  },
  "Get PostsID" : {
    "transaction" : "Get PostsID",
    "sampleCount" : 34,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1862.9411764705883,
    "minResTime" : 878.0,
    "maxResTime" : 4844.0,
    "pct1ResTime" : 3304.0,
    "pct2ResTime" : 3935.0,
    "pct3ResTime" : 4844.0,
    "throughput" : 0.4490523674304959,
    "receivedKBytesPerSec" : 24.744570511127254,
    "sentKBytesPerSec" : 0.6484276976160602
  },
  "Log In TRANSACTION" : {
    "transaction" : "Log In TRANSACTION",
    "sampleCount" : 874,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3151.17276887872,
    "minResTime" : 1786.0,
    "maxResTime" : 10319.0,
    "pct1ResTime" : 3628.0,
    "pct2ResTime" : 4327.25,
    "pct3ResTime" : 8230.25,
    "throughput" : 1.3260365919342383,
    "receivedKBytesPerSec" : 36.97098492496287,
    "sentKBytesPerSec" : 2.0479339730688646
  },
  "GetNewPostPage" : {
    "transaction" : "GetNewPostPage",
    "sampleCount" : 469,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1475.3006396588494,
    "minResTime" : 741.0,
    "maxResTime" : 7071.0,
    "pct1ResTime" : 1718.0,
    "pct2ResTime" : 2550.5,
    "pct3ResTime" : 6332.000000000004,
    "throughput" : 0.7144804934637984,
    "receivedKBytesPerSec" : 47.90672669721489,
    "sentKBytesPerSec" : 0.731522183838573
  },
  "Get PostsID-1" : {
    "transaction" : "Get PostsID-1",
    "sampleCount" : 18,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 950.3888888888889,
    "minResTime" : 511.0,
    "maxResTime" : 1781.0,
    "pct1ResTime" : 1724.3000000000002,
    "pct2ResTime" : 1781.0,
    "pct3ResTime" : 1781.0,
    "throughput" : 0.24354932550367353,
    "receivedKBytesPerSec" : 1.1931168563194285,
    "sentKBytesPerSec" : 0.20834883705197074
  },
  "RemovePost TRANSACTION" : {
    "transaction" : "RemovePost TRANSACTION",
    "sampleCount" : 32,
    "errorCount" : 20,
    "errorPct" : 62.5,
    "meanResTime" : 4112.25,
    "minResTime" : 1664.0,
    "maxResTime" : 9253.0,
    "pct1ResTime" : 7184.299999999999,
    "pct2ResTime" : 8758.349999999999,
    "pct3ResTime" : 9253.0,
    "throughput" : 0.4377564979480164,
    "receivedKBytesPerSec" : 43.79232216142271,
    "sentKBytesPerSec" : 1.5127233669630644
  },
  "PostBody-0" : {
    "transaction" : "PostBody-0",
    "sampleCount" : 467,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1083.15631691649,
    "minResTime" : 582.0,
    "maxResTime" : 3242.0,
    "pct1ResTime" : 1402.6,
    "pct2ResTime" : 1547.6,
    "pct3ResTime" : 2686.32,
    "throughput" : 0.7114889467830644,
    "receivedKBytesPerSec" : 0.34336429671907615,
    "sentKBytesPerSec" : 1.4111526749394396
  },
  "Add Comment" : {
    "transaction" : "Add Comment",
    "sampleCount" : 2129,
    "errorCount" : 1,
    "errorPct" : 0.04697041,
    "meanResTime" : 1278.9995302959128,
    "minResTime" : 470.0,
    "maxResTime" : 6391.0,
    "pct1ResTime" : 1855.0,
    "pct2ResTime" : 1943.5,
    "pct3ResTime" : 2836.3999999999996,
    "throughput" : 3.2495779669761067,
    "receivedKBytesPerSec" : 117.41111477962701,
    "sentKBytesPerSec" : 3.946267237625961
  },
  "PostBody-1" : {
    "transaction" : "PostBody-1",
    "sampleCount" : 467,
    "errorCount" : 5,
    "errorPct" : 1.0706638,
    "meanResTime" : 985.1477516059962,
    "minResTime" : 506.0,
    "maxResTime" : 3720.0,
    "pct1ResTime" : 1235.2,
    "pct2ResTime" : 1427.8,
    "pct3ResTime" : 2618.04,
    "throughput" : 0.7118945847230777,
    "receivedKBytesPerSec" : 47.62622528376698,
    "sentKBytesPerSec" : 0.6075312744856676
  },
  "POST new user-0" : {
    "transaction" : "POST new user-0",
    "sampleCount" : 381,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1171.9002624671912,
    "minResTime" : 605.0,
    "maxResTime" : 3686.0,
    "pct1ResTime" : 1601.4000000000003,
    "pct2ResTime" : 1922.6999999999998,
    "pct3ResTime" : 3117.26,
    "throughput" : 0.582821898194323,
    "receivedKBytesPerSec" : 0.26588530273467376,
    "sentKBytesPerSec" : 0.8559210679790612
  },
  "AddPost TRANSACTION" : {
    "transaction" : "AddPost TRANSACTION",
    "sampleCount" : 461,
    "errorCount" : 9,
    "errorPct" : 1.9522777,
    "meanResTime" : 5465.956616052068,
    "minResTime" : 3487.0,
    "maxResTime" : 14225.0,
    "pct1ResTime" : 5999.000000000001,
    "pct2ResTime" : 7413.699999999991,
    "pct3ResTime" : 13832.32,
    "throughput" : 0.7030772210605943,
    "receivedKBytesPerSec" : 138.41588086396524,
    "sentKBytesPerSec" : 4.076653110792617
  },
  "POST new user-1" : {
    "transaction" : "POST new user-1",
    "sampleCount" : 381,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 933.9527559055118,
    "minResTime" : 529.0,
    "maxResTime" : 2473.0,
    "pct1ResTime" : 1177.4,
    "pct2ResTime" : 1230.1,
    "pct3ResTime" : 1921.96,
    "throughput" : 0.5831225062329827,
    "receivedKBytesPerSec" : 20.66487910825876,
    "sentKBytesPerSec" : 0.6344392716555016
  },
  "GetNewPostPage-0" : {
    "transaction" : "GetNewPostPage-0",
    "sampleCount" : 222,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 943.2972972972975,
    "minResTime" : 546.0,
    "maxResTime" : 4010.0,
    "pct1ResTime" : 1056.4,
    "pct2ResTime" : 1852.7999999999997,
    "pct3ResTime" : 3940.4500000000007,
    "throughput" : 0.3389457869954746,
    "receivedKBytesPerSec" : 0.1592446413739824,
    "sentKBytesPerSec" : 0.1805375959773853
  },
  "GetNewPostPage-1" : {
    "transaction" : "GetNewPostPage-1",
    "sampleCount" : 222,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 839.0900900900899,
    "minResTime" : 498.0,
    "maxResTime" : 3111.0,
    "pct1ResTime" : 914.7000000000002,
    "pct2ResTime" : 1891.2999999999986,
    "pct3ResTime" : 3090.2500000000005,
    "throughput" : 0.3389664881239579,
    "receivedKBytesPerSec" : 1.6617630484920571,
    "sentKBytesPerSec" : 0.20066342526781406
  },
  "RemoveUser Confirm" : {
    "transaction" : "RemoveUser Confirm",
    "sampleCount" : 803,
    "errorCount" : 381,
    "errorPct" : 47.447075,
    "meanResTime" : 1909.643835616439,
    "minResTime" : 1116.0,
    "maxResTime" : 6547.0,
    "pct1ResTime" : 2170.0,
    "pct2ResTime" : 2528.7999999999965,
    "pct3ResTime" : 4295.280000000001,
    "throughput" : 1.2274102255652888,
    "receivedKBytesPerSec" : 46.6839590270634,
    "sentKBytesPerSec" : 3.1003381110110775
  },
  "RemovePost" : {
    "transaction" : "RemovePost",
    "sampleCount" : 32,
    "errorCount" : 20,
    "errorPct" : 62.5,
    "meanResTime" : 2251.5000000000005,
    "minResTime" : 773.0,
    "maxResTime" : 5621.0,
    "pct1ResTime" : 3683.0,
    "pct2ResTime" : 5086.699999999998,
    "pct3ResTime" : 5621.0,
    "throughput" : 0.4551467136984938,
    "receivedKBytesPerSec" : 20.53566190066423,
    "sentKBytesPerSec" : 0.9149465691538538
  },
  "AddUser" : {
    "transaction" : "AddUser",
    "sampleCount" : 401,
    "errorCount" : 213,
    "errorPct" : 53.117207,
    "meanResTime" : 8016.486284289277,
    "minResTime" : 5010.0,
    "maxResTime" : 19701.0,
    "pct1ResTime" : 9020.0,
    "pct2ResTime" : 9750.199999999997,
    "pct3ResTime" : 14369.860000000008,
    "throughput" : 0.6103695856336352,
    "receivedKBytesPerSec" : 88.90950804744139,
    "sentKBytesPerSec" : 5.918113321544524
  },
  "RemoveUser-0" : {
    "transaction" : "RemoveUser-0",
    "sampleCount" : 382,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 897.9319371727745,
    "minResTime" : 606.0,
    "maxResTime" : 3851.0,
    "pct1ResTime" : 1010.4,
    "pct2ResTime" : 1089.55,
    "pct3ResTime" : 1749.5500000000034,
    "throughput" : 0.5850362431484138,
    "receivedKBytesPerSec" : 0.36854316020650857,
    "sentKBytesPerSec" : 0.5945633027976065
  },
  "RemoveUser-1" : {
    "transaction" : "RemoveUser-1",
    "sampleCount" : 382,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 791.8481675392662,
    "minResTime" : 527.0,
    "maxResTime" : 2655.0,
    "pct1ResTime" : 879.7,
    "pct2ResTime" : 980.8499999999992,
    "pct3ResTime" : 2440.55,
    "throughput" : 0.5852020479007791,
    "receivedKBytesPerSec" : 2.9557933566546053,
    "sentKBytesPerSec" : 0.5644430297380685
  },
  "RemoveUser Confirm-1" : {
    "transaction" : "RemoveUser Confirm-1",
    "sampleCount" : 803,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 955.2004981320048,
    "minResTime" : 522.0,
    "maxResTime" : 3866.0,
    "pct1ResTime" : 1157.2,
    "pct2ResTime" : 1283.6,
    "pct3ResTime" : 2635.440000000005,
    "throughput" : 1.2292308964047676,
    "receivedKBytesPerSec" : 46.168430524822654,
    "sentKBytesPerSec" : 1.327016606480787
  },
  "PostBody" : {
    "transaction" : "PostBody",
    "sampleCount" : 467,
    "errorCount" : 5,
    "errorPct" : 1.0706638,
    "meanResTime" : 2068.5053533190585,
    "minResTime" : 1130.0,
    "maxResTime" : 6832.0,
    "pct1ResTime" : 2594.0,
    "pct2ResTime" : 3007.7999999999997,
    "pct3ResTime" : 4645.079999999996,
    "throughput" : 0.7104725479188632,
    "receivedKBytesPerSec" : 47.873963850620484,
    "sentKBytesPerSec" : 2.0154544775554575
  },
  "RemoveUser Confirm-0" : {
    "transaction" : "RemoveUser Confirm-0",
    "sampleCount" : 803,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 954.2353673723541,
    "minResTime" : 593.0,
    "maxResTime" : 3877.0,
    "pct1ResTime" : 1050.2,
    "pct2ResTime" : 1142.1999999999996,
    "pct3ResTime" : 2405.3600000000006,
    "throughput" : 1.229308051125743,
    "receivedKBytesPerSec" : 0.5848135485668534,
    "sentKBytesPerSec" : 1.7780319646883942
  },
  "LOG IN-2" : {
    "transaction" : "LOG IN-2",
    "sampleCount" : 1327,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 833.7573474001503,
    "minResTime" : 505.0,
    "maxResTime" : 4653.0,
    "pct1ResTime" : 912.2,
    "pct2ResTime" : 1038.5999999999976,
    "pct3ResTime" : 2484.2000000000025,
    "throughput" : 2.0136265003565956,
    "receivedKBytesPerSec" : 9.885510676051958,
    "sentKBytesPerSec" : 1.3531468485872749
  },
  "LOG IN-0" : {
    "transaction" : "LOG IN-0",
    "sampleCount" : 2932,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 972.4529331514343,
    "minResTime" : 557.0,
    "maxResTime" : 3725.0,
    "pct1ResTime" : 1086.0,
    "pct2ResTime" : 1185.35,
    "pct3ResTime" : 2432.3600000000006,
    "throughput" : 4.446304653758432,
    "receivedKBytesPerSec" : 4.954383010779105,
    "sentKBytesPerSec" : 3.309568926347085
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 28284,
    "errorCount" : 1545,
    "errorPct" : 5.4624524,
    "meanResTime" : 1195.6097086692184,
    "minResTime" : 470.0,
    "maxResTime" : 9334.0,
    "pct1ResTime" : 1984.9000000000015,
    "pct2ResTime" : 2498.9500000000007,
    "pct3ResTime" : 2865.9900000000016,
    "throughput" : 42.67221870191002,
    "receivedKBytesPerSec" : 872.4899034617241,
    "sentKBytesPerSec" : 49.27368219312935
  },
  "LOG IN-1" : {
    "transaction" : "LOG IN-1",
    "sampleCount" : 2932,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 958.2336289222371,
    "minResTime" : 555.0,
    "maxResTime" : 4440.0,
    "pct1ResTime" : 1073.7000000000003,
    "pct2ResTime" : 1175.0,
    "pct3ResTime" : 2608.0,
    "throughput" : 4.439672990525568,
    "receivedKBytesPerSec" : 88.3186549097794,
    "sentKBytesPerSec" : 3.729684464475802
  },
  "POST new user" : {
    "transaction" : "POST new user",
    "sampleCount" : 404,
    "errorCount" : 216,
    "errorPct" : 53.465347,
    "meanResTime" : 2053.579207920791,
    "minResTime" : 727.0,
    "maxResTime" : 5727.0,
    "pct1ResTime" : 2787.5,
    "pct2ResTime" : 3118.25,
    "pct3ResTime" : 4181.45,
    "throughput" : 0.6175302154171616,
    "receivedKBytesPerSec" : 21.92240176120305,
    "sentKBytesPerSec" : 1.5423432725700414
  },
  "GET user-new PAGE-0" : {
    "transaction" : "GET user-new PAGE-0",
    "sampleCount" : 193,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 940.5492227979273,
    "minResTime" : 609.0,
    "maxResTime" : 3175.0,
    "pct1ResTime" : 1040.6,
    "pct2ResTime" : 1634.799999999999,
    "pct3ResTime" : 2848.8200000000006,
    "throughput" : 0.2955711798190737,
    "receivedKBytesPerSec" : 0.13885707659428492,
    "sentKBytesPerSec" : 0.32121560491398576
  },
  "GET LogIn Page" : {
    "transaction" : "GET LogIn Page",
    "sampleCount" : 2932,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 813.8553888130972,
    "minResTime" : 521.0,
    "maxResTime" : 3743.0,
    "pct1ResTime" : 903.7000000000003,
    "pct2ResTime" : 1016.0999999999995,
    "pct3ResTime" : 2146.4000000000015,
    "throughput" : 4.44901687652309,
    "receivedKBytesPerSec" : 21.875453738171863,
    "sentKBytesPerSec" : 2.808582974088877
  },
  "GET user-new PAGE-1" : {
    "transaction" : "GET user-new PAGE-1",
    "sampleCount" : 193,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 797.4922279792745,
    "minResTime" : 524.0,
    "maxResTime" : 3885.0,
    "pct1ResTime" : 903.0,
    "pct2ResTime" : 958.8999999999996,
    "pct3ResTime" : 2444.9200000000037,
    "throughput" : 0.2955191337155177,
    "receivedKBytesPerSec" : 1.4487543217759322,
    "sentKBytesPerSec" : 0.2931655314827405
  },
  "Get Users Page" : {
    "transaction" : "Get Users Page",
    "sampleCount" : 805,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1382.0285714285694,
    "minResTime" : 675.0,
    "maxResTime" : 5278.0,
    "pct1ResTime" : 1770.0,
    "pct2ResTime" : 1880.6999999999994,
    "pct3ResTime" : 2931.5799999999995,
    "throughput" : 1.2285387256772224,
    "receivedKBytesPerSec" : 45.2193819152995,
    "sentKBytesPerSec" : 1.608269148225868
  },
  "GET user-new PAGE" : {
    "transaction" : "GET user-new PAGE",
    "sampleCount" : 405,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1365.5111111111116,
    "minResTime" : 635.0,
    "maxResTime" : 7061.0,
    "pct1ResTime" : 1783.8000000000002,
    "pct2ResTime" : 1963.5999999999995,
    "pct3ResTime" : 3549.2599999999998,
    "throughput" : 0.6162441970338113,
    "receivedKBytesPerSec" : 10.876424779407401,
    "sentKBytesPerSec" : 0.9884945044902139
  },
  "Get Users Page-0" : {
    "transaction" : "Get Users Page-0",
    "sampleCount" : 383,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 899.1436031331586,
    "minResTime" : 598.0,
    "maxResTime" : 2639.0,
    "pct1ResTime" : 989.0,
    "pct2ResTime" : 1033.8,
    "pct3ResTime" : 2134.5599999999963,
    "throughput" : 0.5857066175672225,
    "receivedKBytesPerSec" : 0.2734582883794584,
    "sentKBytesPerSec" : 0.5198289599043295
  },
  "Get Users Page-1" : {
    "transaction" : "Get Users Page-1",
    "sampleCount" : 383,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 792.6005221932116,
    "minResTime" : 526.0,
    "maxResTime" : 3046.0,
    "pct1ResTime" : 878.8000000000002,
    "pct2ResTime" : 914.3999999999999,
    "pct3ResTime" : 1774.4799999999968,
    "throughput" : 0.5858257696037493,
    "receivedKBytesPerSec" : 2.870686979658997,
    "sentKBytesPerSec" : 0.4644414488748474
  }
}